Repository: evlist/wp-i18n-404-tools
Catalog: i18n-404-tools/languages/i18n-404-tools-*.po
Languages: fr_fr

source: %d JSON file is outdated or missing.
fr_fr: %d fichier JSON n'est plus à jour ou n'existe pas

source: A .pot file already exists. Overwrite?
fr_fr: Le fichier .pot existe, faut-il l'écraser?

source: A WordPress plugin with missing i18N (internationalization) tools.
fr_fr: Un plugin WordPress avec des outils manquants pour l'i18N (internationalisation).

source: All JSON files are up to date.
fr_fr: Tous les fichiers JSON sont à jour.

source: Cancel
fr_fr: Annuler

source: Close
fr_fr: Fermer

source: Command class not found after loading file.
fr_fr: Classe de commande introuvable après le chargement du fichier.

source: Command file not found:
fr_fr: Fichier de commande introuvable :

source: Copy output
fr_fr: Copier la sortie

source: Error: Could not connect to the server. Please try again.
fr_fr: Erreur : Impossible de se connecter au serveur. Veuillez réessayer.

source: Error: No command specified
fr_fr: Erreur : Aucune commande spécifiée

source: Error: Unexpected response from server.
fr_fr: Erreur : Réponse inattendue du serveur.

source: Failed to generate POT file.
fr_fr: Impossible de générer le fichier POT.

source: Generate
fr_fr: Générer

source: Generate .pot
fr_fr: Générer le fichier .pot

source: Generate all JSON files
fr_fr: Générer tous les fichiers JSON

source: Generate JSON
fr_fr: Générer JSON

source: Generate JSON files
fr_fr: Générer les fichiers JSON

source: Generate outdated JSON files
fr_fr: Générer les fichiers JSON obsolètes

source: JSON files generated successfully!
fr_fr: Fichiers JSON générés avec succès !

source: JSON files not needed.
fr_fr: Fichiers JSON non nécessaires.

source: Loading...
fr_fr: Chargement...

source: Missing required parameters.
fr_fr: Paramètres requis manquants.

source: No .po files found.
fr_fr: Aucun fichier .po trouvé.

source: No .po translation files found.
fr_fr: Aucun fichier de traduction .po trouvé.

source: No .pot file exists. Generate now?
fr_fr: Aucun fichier .pot n'existe. Générer maintenant ?

source: No JSON files found. Generate them now?
fr_fr: Aucun fichier JSON trouvé. Les générer maintenant ?

source: Please create translations first (e.g., using Loco Translate or Poedit).
fr_fr: Veuillez d'abord créer des traductions (par exemple, en utilisant Loco Translate ou Poedit).

source: Plugin not found.
fr_fr: Plugin non trouvé.

source: POT file generated successfully!
fr_fr: Fichier POT généré avec succès !

source: Regenerate all JSON files
fr_fr: Régénérer tous les fichiers JSON

source: Some JSON files failed to generate.
fr_fr: Certains fichiers JSON n'ont pas pu être générés.

source: This plugin does not use JavaScript translations (wp.i18n).
fr_fr: Ce plugin n'utilise pas les traductions JavaScript (wp.i18n).

source: Translation files found:
fr_fr: Fichiers de traduction trouvés :

source: Unauthorized request.
fr_fr: Requête non autorisée.

source: Unknown command.
fr_fr: Commande inconnue.

source: Unknown step.
fr_fr: Étape inconnue.

source: What would you like to do?
fr_fr: Que voulez-vous faire ?

source: Would you like to regenerate them anyway?
fr_fr: Voulez-vous les régénérer quand même ?

source: Yes, overwrite
fr_fr: Oui, écraser
